/* {count} != 1 */
"%d Updates Available" = "%d actualizaciones disponibles.";

/* {plugin.githubUrl} */
"'%@' is not a valid URL." = "'%@' no es una URL válida.";

/* No comment provided by engineer. */
"1 Update Available" = "1 actuaización disponible";

/* No comment provided by engineer. */
"<i>by unknown author</i>" = "<i>de autor desconocido</i>";

/* {author.name} */
"<i>by</i> %@" = "<i>de</i> %@";

/* {time ago} */
"<i>updated</i> %@" = "<i>actualizado</i> %@";

/* html formatted */
"<strong>Sketch Plugin Manager</strong> uses the power of <strong>Git</strong> to keep all of your installed plugins up to date." = "<strong>Sketch Plugin Manager</strong> utiliza el poder de <strong>Git</strong> para mantener todos sus plugins actualizados.";

/* No comment provided by engineer. */
"About" = "Acerca";

/* No comment provided by engineer. */
"All Available Plugins" = "Plugins disponibles";

/* No comment provided by engineer. */
"All plugins are up to date!" = "!Todos sus plugins están actualizados!";

/* No comment provided by engineer. */
"Alphabetical" = "Alfabéticamente";

/* No comment provided by engineer. */
"Catalog" = "Catálogo";

/* No comment provided by engineer. */
"Check For Updates" = "Buscar actualizaciones";

/* No comment provided by engineer. */
"Check for updates on startup" = "Buscar actualizaciones al inicio";

/* html formatted */
"Continue" = "Continuar";

/* {year}, {name} */
"Copyright %04d %@" = "Copyright %1$d %2$@";

/* No comment provided by engineer. */
"Donate" = "Donar";

/* No comment provided by engineer. */
"Download" = "Descargar";

/* {plugin.githubUrl} */
"Error cloning repository from '%@'" = "Error clonando el repositorio desde '%@'";

/* html formatted */
"Every time you start Sketch, Sketch Plugin Manager will check for updates to your installed plugins. You will be able to review the list of changes before accepting updates to each plugin." = "Cada vez que inicie Sketch, Sketch Plugin Manager buscará actualizaciones para sus plugins instalados. Podrá revisar la lista de cambios antes de aceptar actualizaciones para cada plugin.";

/* No comment provided by engineer. */
"Everything's Up To Date!" = "!Todo esta actualizado!";

/* No comment provided by engineer. */
"Fluent in multiple languages?" = "¿Experto en muchos lenguajes?";

/* No comment provided by engineer. */
"Go Get Some Plugins!" = "!Ir a obtener algunos plugins!";

/* No comment provided by engineer. */
"Help translate Sketch Plugin Manager." = "Ayudar a traducir Sketch Plugin Manager.";

/* No comment provided by engineer. */
"Install" = "Instalar";

/* No comment provided by engineer. */
"Installed" = "Instalado";

/* No comment provided by engineer. */
"Installed Plugins" = "Plugins instalados";

/* No comment provided by engineer. */
"Installing..." = "Instalando...";

/* No comment provided by engineer. */
"It looks like you've made local changes to the plugin that may conflict with the update." = "Parece que ha realizado cambios locales en el complemento que pueden entrar en conflicto con la actualización";

/* No comment provided by engineer. */
"Later" = "Más tarde";

/* No comment provided by engineer. */
"less" = "menos";

/* No comment provided by engineer. */
"License" = "Licencia";

/* No comment provided by engineer. */
"location:" = "ubicación:";

/* No comment provided by engineer. */
"more" = "más";

/* No comment provided by engineer. */
"No Github URL provided." = "Sin URL de Github relacionada.";

/* No comment provided by engineer. */
"None" = "Ninguno";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open in Finder" = "Abrir en Finder";

/* No comment provided by engineer. */
"Open Manager" = "Abrir en Manager";

/* No comment provided by engineer. */
"Plugin could not be installed." = "El plugin no pudo ser instalado.";

/* No comment provided by engineer. */
"Plugin could not be updated." = "El plugin podría no ser actualizado.";

/* No comment provided by engineer. */
"Plugin is already installed." = "El plugin ya ha sido instalado.";

/* No comment provided by engineer. */
"Plugin is not available on Github." = "El plugin no está disponible en Github.";

/* No comment provided by engineer. */
"Plugin not available on Github." = "Plugin no disponible en Github.";

/* No comment provided by engineer. */
"Plugin wasn’t found on GitHub. To enable updates, reinstall from the catalog." = "El Plugin no se encontró en GitHub. Para habilitar las actualizaciones, vuelva a instalarlas desde el catálogo.";

/* No comment provided by engineer. */
"Recently Added" = "Añadido recientemente";

/* No comment provided by engineer. */
"Recently Updated" = "Actualizado recientemente";

/* No comment provided by engineer. */
"repository:" = "repositorio:";

/* No comment provided by engineer. */
"Search" = "Buscar";

/* {search query} */
"Search Results for \"%@\"" = "Resultados de la búsqueda para \"%@\"";

/* No comment provided by engineer. */
"Send Feedback" = "Enviar feedback";

/* No comment provided by engineer. */
"Sketch Plugin Manager" = "Sketch Plugin Manager";

/* html formatted */
"Sketch Plugin Manager's <strong>Plugin Catalog</strong> connects to the <strong><a href=\"https://sketchapp.com/extensions/plugins/\" target=\"_blank\">Sketch Plugin Directory</a></strong> to let you browse and install plugins available on <strong>GitHub</strong>." = "El <strong>Catálogo de Plugin</strong> de Scketch plugin Manager se conecta al <strong><a href=\"https://sketchapp.com/extensions/plugins/\" target=\"_blank\">Directorio de PLugins de Sketch</a></strong> para dejarle explorar e instalar plugins disponibles en <strong>GitHub</strong>.";

/* No comment provided by engineer. */
"Sort by" = "Ordenar por";

/* No comment provided by engineer. */
"Star on GitHub" = "Estrellas en GitHub";

/* No comment provided by engineer. */
"Stars" = "Estrellas";

/* {plugins.count} > 1 */
"There are %d plugins with updates." = "Existes %d plugins con actualizaciones.";

/* No comment provided by engineer. */
"There are no pending updates for any of your installed Sketch plugins." = "No existen actualizaciones pendientes para ninguno de sus plugins instalados.";

/* No comment provided by engineer. */
"There are no plugins installed. Check out the catalog to install some great Sketch plugins." = "No existes plugins instalados. Revise el catalogo para instalar geniales plugins para Sketch!";

/* No comment provided by engineer. */
"There is 1 plugin with updates." = "Hay 1 plugin con actualizaciones.";

/* {plugin.path}/{plugin.fileName} */
"There is no Git repository in the location '%@'." = "No exista Git para la ubicación'%@'.";

/* {plugin.path}/{plugin.fileName} */
"There is no remote for the Git repository in location '%@'." = "No hay repositorio remoto para el Git en la ubicación '%@'.";

/* No comment provided by engineer. */
"To update this plugin, try uninstalling and reinstalling it." = "Para actualizar este plugin, intete desintalar y volver a instalarlo.";

/* No comment provided by engineer. */
"Try one of the following:" = "Trate con lo siguiente:";

/* {plugin.homepage} */
"Try visiting the plugin's homepage '%@'" = "Trate visitando la página web del plugin '%@'";

/* No comment provided by engineer. */
"Unable to check for updates" = "No es posible buscar actualizaciones";

/* No comment provided by engineer. */
"Uninstall" = "Desinstalar";

/* No comment provided by engineer. */
"Uninstall and reinstall the plugin overwrite your changes and get the latest update. Alternatively, you can use Git to locally commit your changes and perform and update. To get started with Git, visit https://help.github.com/articles/set-up-git/." = "Desinstalar y reinstalar el plugin sobrescribirá sus cambios y traerá la última actualización. Alternativamente, puede usar Git para subir localmente sus cambios y realizar una actualización. Para iniciar en Git, visite https://help.github.com/articles/set-up-git/.";

/* No comment provided by engineer. */
"Uninstall and reinstall the plugin overwrite your changes and get the latest update. Alternatively, you can use Git to perform an update. To get started with Git, visit https://help.github.com/articles/set-up-git/." = "Desinstalar y reinstalar el plugin sobrescribirá sus cambios y traerá la última actualización. Alternativamente, puede usar Gitpara realizar una actualización. para iniciar con Git, visite https://help.github.com/articles/set-up-git/.";

/* No comment provided by engineer. */
"Update" = "Actualizar";

/* No comment provided by engineer. */
"Update All" = "Actualizar todo";

/* No comment provided by engineer. */
"Update Plugins" = "Actualizar plugins";

/* No comment provided by engineer. */
"Updates" = "Actualizaciones";

/* {plugin.title} */
"updates managed by %@" = "actualizaciones por %@";

/* No comment provided by engineer. */
"Updating..." = "Actualizando...";

/* {version number}
 {version} */
"v%@" = "v%@";

/* {version number} */
"Version %@" = "Versión %@";

/* No comment provided by engineer. */
"View Change on GitHub" = "Ver cambios en GitHub";

/* No comment provided by engineer. */
"View Homepage" = "Ver Homepage";

/* No comment provided by engineer. */
"View on GitHub" = "Ver en GitHub";

/* No comment provided by engineer. */
"View Updates" = "Ver actualizaciones";

/* html formatted */
"Welcome to Sketch Plugin Manager" = "Bienvenido a Sketch Plugin Manager";

/* No comment provided by engineer. */
"what's new" = "Lo nuevo";


